Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/onedrive/dalkkadatrievdan_ja_boazodaollu_no.docx.tmx
Source language: nob
Languages: sme

source: Klimaendring og reindrift Nå haster det med å begynne å forberede seg mot klimaendringenes konsekvenser for reindrifta.
sme: Dálkkádatrievdan ja boazodoallu Dál ferte hoahpuin álgit bargat ráhkkanit movt sáhttá dustet dálkkádatrievdamiid mat čuhcet boazodollui.

source: Klimaendringene er i øyenfallende i Nordområdene, og spesielt i reindriftas tradisjonelle beiteland.
sme: Dálkkádatrievdamat lea dál čalbmáičuohci Davviguovlluin, ja earenomážit boazodoalu árbevirolaš guohtoneananguovlluin.

source: Klimaendringene kombinert med tap av beiteland er en stor utfordring for reindrifta både økonomisk og med tanke på kulturell praksis.
sme: Dálkkádagaid rievdan kombinerejuvvon guohtoneatnamiid massiimiiguin leat stuora hástalussan boazoealáhussii økonomalaččat ja dan kultuvrralaš praksisii.

source: Vi opplever utfordringer nå allerede som følge av klimaendringer.
sme: Mii dál juo vásihit dálkkádatrievdamiid ja hástalusaid mat dain bohtet.

source: Fra nå av frykter vi flere kriser – både kriseår og krisevinter/krisevår i forhold til hvordan det i tidligere tider har vært.
sme: Dás duohko ballat eanet goviid – sihke goavvejagiid ja goavvedálvvi/goavvegiđa dan ektui movt ovdal lea leamaš.

source: Hva må vi gjøre fra nå av?
sme: Movt galgat dás duohko dahkat?

source: Nå burde vi skaffe oss informasjonsgrunnlag og det burde lages et forskningsbasert lite skriv som forklarer klimaendringene i vårt område ut fra reindriftas perspektiv.
sme: Dál fertešii háhkat diehtovuođu ja galggašii ráhkaduvvot dutkanvuđotčilgehusaš boazodoalloperspektiivvas dálkkádatrievdamiid birra dáin guovllui.

source: Vi burde også informeres om konsekvensene for næringa og hvilke muligheter vi har for å forberede og tilpasse oss den nye
sme: Ja de maid oažžut dieđu movt dát čuhcet ealáhussii ja makkár vejolašvuođat leat ráhkkanit ja heivehit ođđa - "normála" diliide.

source: Internasjonalt reindriftssenter har mye kunnskap, både vitenskapelig og reindriftskunnskap og har lenge jobbet med slike saker og ville være det rette organet til å lage en slik utredning.
sme: Riikkaidgaskasaš boazodoalloguovddážis lea ollu máhttu, sihke dieđalaš ja boazodoallomáhttu ja lea guhká bargan dákkár áššiiguin ja dát livččii rievttes ásahus čielggadusa ráhkadit.
